[XComGame.UIArmory_PromotionHero]
[UIArmory_PromotionHero]
m_strMutuallyExclusiveAbility="Взаємовиключне  з:"

[XComGame.XLocalizedData]
[XLocalizedData]
RuptureLabel="РОЗРИВ"

RunOrderDiffGroupsConflict="%FID у групі %FGROUP, а %SID у групі %SGROUP, тому %FID ніколи не буде виконано перед %SID"
RunOrderDiffGroupsRedundant="%FID у групі %FGROUP, а %SID у групі %SGROUP, тому %FID завжди буде виконано перед %SID"
RunOrderBefore="%FID хоче виконатися перед %SID"
RunOrderAfter="%SID хоче виконатися після %FID"
RunOrderBeforeAfter="%FID хоче виконатися перед %SID і %SID хоче виконатися після %FID"

; Do not localize these below. They are used for debug log output.
RunOrderDiffGroupsConflict_INT="%FID is in group %FGROUP and %SID is in group %SGROUP, so %FID will never run before %SID"
RunOrderDiffGroupsRedundant_INT="%FID is in group %FGROUP and %SID is in group %SGROUP, so %FID will always run before %SID"
RunOrderBefore_INT="%FID wants to run before %SID"
RunOrderAfter_INT="%SID wants to run after %FID"
RunOrderBeforeAfter_INT="%FID wants to run before %SID and %SID wants to run after %FID"

[XComGame.UICustomize_Head]
[UICustomize_Head]
m_strChangeFace="Використовуйте інше обличчя для редагування цього параметра"

[CHHelpers]
; Випуск #817
m_strFramerateSmoothingDisabledReason = "Вирівнювання частоти кадрів вимкнено Highlander, щоб інші моди працювали належним чином. Якщо ви раніше вмикали його, видаліть цей файл: \"..\\Documents\\my games\\XCOM2 War of the Chosen\\XComGame\\Config\\XComEngine.ini\" один раз і перезапустіть гру."
